XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/ABOV.A33M11x_Series.pdsc
<?xml version="1.0" encoding="utf-8"?>
<package schemaVersion="1.0" xmlns:xs="http://www.w3.org/2001/XMLSchema-instance" xs:noNamespaceSchemaLocation="PACK.xsd">
  <vendor>ABOV</vendor>
  <name>A33M11x_Series</name>
  <description>ABOV Semiconductor A33M11x Series Device Support, Drivers and Examples</description>
  <url>https://www.abov.co.kr/data/mds/PACK/</url>
  <supportContact>abov_fae@abov.co.kr</supportContact>
  <releases>
    <release version="1.1.0" date="2021-05-11">
      *  Updated version rule
    </release>
    <release version="1.01.0" date="2021-01-05">
            First Release version of ABOV A33M11x Series Device Family Pack.
            - AC33M Series device : A33M116/A33M114
    </release>
  </releases>
  <keywords>
    <keyword>ABOV</keyword>
	<keyword>MOTOR</keyword>
    <keyword>A33M</keyword>
  </keywords>
  <devices>
    <family Dfamily="A33M11x Series" Dvendor="ABOV Semiconductor:126">
      <processor Dcore="Cortex-M3" DcoreVersion="r1p0" Dfpu="0" Dmpu="0" Dendian="Little-endian" />
      <description>The ABOV A33M11x Series device family includes a high-performance controller, the ARM Cortex-M3 processor, and provides motor control and high-speed ADC functionality.
            </description>
      <!-- Subfamily : A33M11x *********************************************************-->
      <subFamily DsubFamily="A33M11x">
        <processor Dclock="96000000" />
        <compile header="A33M11x\Core\Include\A33M11x.h" />
        <debug svd="A33M11x\Svd\A33M11x.svd" />
        <algorithm name="A33M11x\Flashloader\A33M11x_CFLASH.FLM" start="0x00000000" size="0x40000" default="1" />
        <feature type="VCC" n="2.50" m="5.50" />
        <feature type="Temp" n="-40" m="105" />
        <memory id="IROM1" start="0x00000000" size="0x40000" startup="1" default="1" />
        <memory id="IRAM1" start="0x20000000" size="0x4000" init="0" default="1" />
        <feature type="WDT" n="1" m="32" name="Watchdog Timer" />
        <feature type="Timer" n="8" m="16" name="Timer" />
        <feature type="PWM" n="2" m="16" name="PWM" />
        <feature type="SPI" n="2" name="SPI" />
        <feature type="ADC" n="2" m="12" name="ADC" />
        <feature type="AnalogOther" n="4" name="OPAMP" />
        <feature type="AnalogOther" n="4" name="COMP" />
        <!-- Device : A33M116 -->
        <device Dname="A33M116">
          <description>Package type 64LQFP</description>
          <feature type="I2C" n="2" name="I2C" />
          <feature type="UART" n="4" name="UART" />
          <feature type="IOs" n="56" name="Inputs/Outputs" />
          <feature type="QFP" n="64" name="LQFP" />
        </device>
        <!-- Device : A33M114 -->
        <device Dname="A33M114">
          <description>Package type 48LQFP/44MQFP </description>
          <feature type="I2C" n="2" name="I2C" />
          <feature type="UART" n="3" name="UART" />
          <feature type="IOs" n="45" name="Inputs/Outputs" />
          <feature type="QFP" n="48" name="LQFP" />
        </device>
      </subFamily>
    </family>
  </devices>
  <conditions>
	<!-- condition : A33M116/114 ********************************************************-->
    <condition id="A33M11x CMSIS">
      <description>A33M116, A33M114 device and CMSIS-Core</description>
      <require Tcompiler="ARMCC" />
      <require Cclass="CMSIS" Cgroup="CORE" />
      <accept Dvendor="ABOV Semiconductor:126" Dname="A33M116" />
      <accept Dvendor="ABOV Semiconductor:126" Dname="A33M114" />
    </condition>
  </conditions>
  <components>
	<!-- component : A33M116/114 ********************************************************-->
    <component Cclass="Device" Cgroup="Startup" Cversion="1.0.0" condition="A33M11x CMSIS">
      <description>System Startup for ABOV A33M116/A33M114 devices</description>
      <files>
        <file category="include" name="A33M11x\Core\Include\" />
        <file category="include" name="A33M11x\Drivers\Include\" />
        <file category="header" version="1.0.0" name="A33M11x\Core\Include\A33M11x.h" attr="config" />
        <file category="source" version="1.0.0" name="A33M11x\Core\Source\ARM\startup_A33M11x.s" attr="config" />
        <file category="source" version="1.0.0" name="A33M11x\Core\Source\system_A33M11x.c" attr="config" />
      </files>
    </component>
    <component Cclass="Device" Cgroup="Drivers" Csub="DEBUG_FRMWRK" Cversion="1.0.0" condition="A33M11x CMSIS">
      <description>A33M11x debug framework</description>
      <files>
        <file category="header" name="A33M11x\Drivers\Include\A33M11x_hal_slib.h" />
        <file category="header" name="A33M11x\Drivers\Include\A33M11x_hal_debug_frmwrk.h" />
        <file category="source" name="A33M11x\Drivers\Source\A33M11x_hal_slib.c" />
        <file category="source" name="A33M11x\Drivers\Source\A33M11x_hal_debug_frmwrk.c" />
      </files>
    </component>
    <component Cclass="Device" Cgroup="Drivers" Csub="ADC" Cversion="1.0.0" condition="A33M11x CMSIS">
      <description>A33M11x ADC control</description>
      <files>
        <file category="header" name="A33M11x\Drivers\Include\A33M11x_hal_adc.h" />
        <file category="source" name="A33M11x\Drivers\Source\A33M11x_hal_adc.c" />
      </files>
    </component>
    <component Cclass="Device" Cgroup="Drivers" Csub="AFE" Cversion="1.0.0" condition="A33M11x CMSIS">
      <description>A33M11x AFE control</description>
      <files>
        <file category="header" name="A33M11x\Drivers\Include\A33M11x_hal_afe.h" />
        <file category="source" name="A33M11x\Drivers\Source\A33M11x_hal_afe.c" />
      </files>
    </component>
    <component Cclass="Device" Cgroup="Drivers" Csub="CFMC" Cversion="1.0.0" condition="A33M11x CMSIS">
      <description>A33M11x CFMC control</description>
      <files>
        <file category="header" name="A33M11x\Drivers\Include\A33M11x_hal_cfmc.h" />
        <file category="source" name="A33M11x\Drivers\Source\A33M11x_hal_cfmc.c" />
      </files>
    </component>
    <component Cclass="Device" Cgroup="Drivers" Csub="CRC" Cversion="1.0.0" condition="A33M11x CMSIS">
      <description>A33M11x CRC control</description>
      <files>
        <file category="header" name="A33M11x\Drivers\Include\A33M11x_hal_crc.h" />
        <file category="source" name="A33M11x\Drivers\Source\A33M11x_hal_crc.c" />
      </files>
    </component>
    <component Cclass="Device" Cgroup="Drivers" Csub="DFMC" Cversion="1.0.0" condition="A33M11x CMSIS">
      <description>A33M11x DFMC control</description>
      <files>
        <file category="header" name="A33M11x\Drivers\Include\A33M11x_hal_dfmc.h" />
        <file category="source" name="A33M11x\Drivers\Source\A33M11x_hal_dfmc.c" />
      </files>
    </component>
