XingGuang111/CSgo--stm32--/枪体代码；红外nec通信（stm32） - 受遥控调控/USER/AppData/Local/Arm/Packs/.Web/ABOV.A33M11x_Series.pdsc
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
	<example name="ABOV PWR Stop Wake-up Systick Test" doc="Abstract.txt" folder="A33M11x\Examples\PWR\STOP\PWR_Stop_Wakeup_Systick">
      <description>PWR Stop Wake-up Systick Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\PWR_Stop_Wakeup_Systick.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
	<example name="ABOV PWR Stop Wake-up WDT Test" doc="Abstract.txt" folder="A33M11x\Examples\PWR\STOP\PWR_Stop_Wakeup_Wdt">
      <description>PWR Stop Wake-up WDT Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\PWR_Stop_Wakeup_Wdt.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV QEI Test" doc="Abstract.txt" folder="A33M11x\Examples\QEI\QEI_Test">
      <description>QEI Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\QEI_Test.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV SPI Interrupt Test" doc="Abstract.txt" folder="A33M11x\Examples\SPI\SPI_Interrupt">
      <description>SPI Interrupt Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\SPI_Interrupt.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV SPI Polling Test" doc="Abstract.txt" folder="A33M11x\Examples\SPI\SPI_Polling">
      <description>SPI Slave Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\SPI_Polling.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV SRAM Test" doc="Abstract.txt" folder="A33M11x\Examples\SRAM\SRAM_WriteErase">
      <description>SRAM WriteErae Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\SRAM_WriteErase.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="Starter Kit - Gpio_LedBlinky" doc="Abstract.txt" folder="A33M11x\Examples\StarterKit\Gpio_LedBlinky">
      <description>Starter Kit - Gpio_LedBlinky (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\StarterKit_Gpio_LedBlinky.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV TIMER Capture Test" doc="Abstract.txt" folder="A33M11x\Examples\TIMER\TIMER_Capture">
      <description>TIMER Capture Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\TIMER_Capture.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV TIMER Match Interrupt Test" doc="Abstract.txt" folder="A33M11x\Examples\TIMER\TIMER_MatchInterrupt">
      <description>Timer Match Interrupt Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\TIMER_MatchInterrupt.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV TIMER Match Polling Test" doc="Abstract.txt" folder="A33M11x\Examples\TIMER\TIMER_MatchPolling">
      <description>Timer Match Polling Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\TIMER_MatchPolling.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV TIMER One Shot Test" doc="Abstract.txt" folder="A33M11x\Examples\TIMER\TIMER_OneShot">
      <description>Timer Oneshot Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\TIMER_OneShot.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV TIMER PWM Test" doc="Abstract.txt" folder="A33M11x\Examples\TIMER\TIMER_Pwm">
      <description>Timer PWM Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\TIMER_Pwm.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV TIMER Sync Test" doc="Abstract.txt" folder="A33M11x\Examples\TIMER\TIMER_Sync">
      <description>Timer Sync Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\TIMER_Sync.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV UART Interrupt Test" doc="Abstract.txt" folder="A33M11x\Examples\UART\UART_Interrupt">
      <description>UART Interrupt Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\UART_Interrupt.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV UART Polling Test" doc="Abstract.txt" folder="A33M11x\Examples\UART\UART_Polling">
      <description>UART Polling Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\UART_Polling.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV WDT Interrupt Test" doc="Abstract.txt" folder="A33M11x\Examples\WDT\WDT_Interrupt">
      <description>WDT Interrupt Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\WDT_Interrupt.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
    <example name="ABOV WDT Reset Test" doc="Abstract.txt" folder="A33M11x\Examples\WDT\WDT_Reset">
      <description>WDT Reset Test Example (A33M116/114)</description>
      <board name="StarterKit-A33M116RLN" vendor="ABOV" />
      <project>
        <environment name="uv" load="Keil\WDT_Reset.uvprojx" />
      </project>
      <attributes>
        <component Cclass="CMSIS" Cgroup="CORE" />
        <component Cclass="Device" Cgroup="Startup" />
        <category>Getting Started</category>
      </attributes>
    </example>
  </examples>
</package>